Repository: heremaps/msdkui-ios
Catalog: Commons/*.lproj/Localizable.strings
Languages: fil, hi, vi

# msdkui_app_add
source: Add
fil: Magdagdag
hi: जोड़ें
vi: Thêm

# msdkui_app_back
source: Back
fil: Bumalik
hi: वापस जाएं
vi: Quay lại

# msdkui_app_cancel
source: Cancel
fil: Kanselahin
hi: रद्द करें
vi: Hủy

# msdkui_app_collapse
source: Show less
fil: Magpakita ng kaunti
hi: कम दिखाएं
vi: Hiển thị ít đi

# msdkui_app_down
source: Down
fil: Ibaba
hi: नीचे
vi: Xuống

# msdkui_app_drag
source: Drag
fil: I-drag
hi: खीचें
vi: Kéo

# msdkui_app_exit
source: Exit
fil: Lumabas
hi: निकलें
vi: Thoát

# msdkui_app_expand
source: Show more
fil: Magpakita ng marami
hi: अधिक दिखाएं
vi: Hiển thị thêm

# msdkui_app_guidance_button_end
source: End
fil: Tapusin
hi: समाप्त करें
vi: Kết thúc

# msdkui_app_guidance_button_start
source: Start navigation
fil: Simulan ang nabigasyon
hi: नेविगेशन आरंभ करें
vi: Bắt đầu điều hướng

# msdkui_app_guidance_teaser_description
source: Help your users get to their destination with turn-by-turn guidance.
fil: Tulungan ang mga user mo na makapunta sa kanilang destinasyon na may gabay sa bawat pagliko.
hi: हर मोड़ पर मार्गदर्शन के साथ अपने उपयोक्ताओं को उनके गंतव्य तक पहुँचने में सहायता दें।
vi: Giúp người sử dụng của bạn tới đích với hướng dẫn từng chặn.

# msdkui_app_guidance_teaser_title
source: Drive navigation
fil: Nabigasyon
hi: ड्राइव नेविगेशन
vi: Điều hướng lái xe

# msdkui_app_guidance_waypoint_subtitle
source: Tap the map to set your destination
fil: Tapikin ang mapa para itakda ang destinasyon mo
hi: अपना गंतव्य तय करने के लिए मैप छुएँ
vi: Chạm vào bản đồ để chọn đích đến của bạn

# msdkui_app_guidance_waypoint_title
source: Drive navigation
fil: Nabigasyon
hi: ड्राइव नेविगेशन
vi: Điều hướng lái xe

# msdkui_app_hint_collapse
source: Shows fewer waypoints.
fil: Ipakita ang mas kaunting waypoint.
hi: कम वे-पॉइंट दिखाता है।
vi: Hiển thị ít điểm dừng chân.

# msdkui_app_hint_expand
source: Shows more waypoints.
fil: Ipakita ang higit pang waypoint.
hi: अधिक पड़ाव दिखाता है।
vi: Hiển thị thêm điểm dừng chân.

# msdkui_app_hint_helper_map_view
source: Helps to select a waypoint.
fil: Tulong sa pagpili ng waypoint.
hi: वे-पॉइंंट का चयन करने में मदद करता है।
vi: Giúp chọn một điểm dừng chân.

# msdkui_app_hint_route_map_view
source: Shows either the route or its maneuvers.
fil: Magpakita ng alinman sa ruta o mga pagmamaneobrahan nito.
hi: या तो मार्ग या उसके मोड़ने-घुमाने के निर्देश दिखाता है।
vi: Hiển thị lộ trình hoặc thao tác.

# msdkui_app_hint_waypoint_map_view
source: Selects a waypoint.
fil: Piliin ang waypoint.
hi: वे-पॉइंट का चयन करता है।
vi: Chọn một điểm dừng chân.

# msdkui_app_info
source: App info
fil: Impormasyon ng app
hi: ऐप की जानकारी
vi: Thông tin ứng dụng

# msdkui_app_left
source: Left
fil: Kaliwa
hi: बायें
vi: Sang trái

# msdkui_app_map_view
source: Map view
hi: मैप व्यू
vi: Xem bản đồ

# msdkui_app_ok
source: OK
hi: ठीक

# msdkui_app_options
source: Options
fil: Mga opsyon
hi: विकल्प
vi: Tùy chọn

# msdkui_app_remove
source: Remove
fil: Alisin
hi: हटाएं
vi: Xóa

# msdkui_app_right
source: Right
fil: Kanan
hi: दायें
vi: Sang phải

# msdkui_app_route_preview_title
source: Route overview
fil: Kabuoang tanaw ng ruta
hi: मार्ग अवलोकन
vi: Tổng quan về lộ trình

# msdkui_app_routeoverview_to
source: To:
fil: Tungo:
hi: यहाँ को:
vi: Đến:

# msdkui_app_routeresults_error
source: Didn't find any routes
fil: Hindi nakahanap ng anumang mga ruta
hi: कोई मार्ग नहीं मिला
vi: Không tìm thấy bất kỳ tuyến đường nào

# msdkui_app_rp_teaser_description
source: Get directions for cars, lorries, bicycles and walking.
fil: Kunin ang mga direksiyon para sa mga kotse, lorry, bisikleta at paglalakad.
hi: कार, लॉरियों, साइकिलों और पैदल चलने के निर्देश पाएँ।
vi: Nhận chỉ đường xe ô-tô, xe tải, xe đạp và đi bộ.

# msdkui_app_rp_teaser_title
source: Route planner
fil: Tagaplano ng ruta
hi: मार्ग योजनाकार
vi: Bộ lập lộ trình

# msdkui_app_rp_waypoint_subtitle
source: Tap or long press on the map
fil: Tapikin o mahabang tapik sa mapa
hi: मैप छुएँ या देर तक छुएँ
vi: Chạm hoặc kéo trượt trên bản đồ

# msdkui_app_selected_waypoint
source: Selected waypoint: %@.
fil: Napiling waypoint: %@.
hi: चयनित वे-पॉइंट : %@।
vi: Điểm dừng chân đã chọn: %@.

# msdkui_app_settings
source: Settings
fil: Mga setting
hi: सेटिंग्स
vi: Cài đặt

# msdkui_app_stop_navigation
source: Stop navigation
fil: Itigil ang pagna-navigate
hi: नेविगेशन बन्द करे
vi: Dừng điều hướng

# msdkui_app_swap
source: Swap
fil: Magpalitan
hi: अदला-बदली करें
vi: Chuyển đổi

# msdkui_app_teaser_link
source: Have a look
fil: Tingnan
hi: एक नज़र डालें
vi: Hãy xem

# msdkui_app_up
source: Up
fil: Itaas
hi: ऊपर
vi: Lên

# msdkui_app_userposition_notfound
source: Can't find you
fil: Hindi ka mahanap
hi: आपको नहीं ढूँढ सका
vi: Không tìm thấy bạn

# msdkui_app_waypoint_not_valid
source: Not a proper waypoint
fil: Hindi tamang direksyon
hi: उचित पड़ाव नहीं
vi: Không phải tọa độ điểm phù hợp

# msdkui_app_waypoint_select_location
source: Choose waypoint
fil: Piliin ang dadaanan
hi: वे-पॉइंट चुनें
vi: Chọn tọa độ điểm
