Repository: heremaps/msdkui-ios
Catalog: MSDKUI/Assets/*.lproj/Localizable.strings
Languages: de, es, fil, fr, hi, it, pl, pt, tr, uk, vi, zh_hant

# msdkui_maneuver_turn_roundabout_exit_9
source: Take the 9th exit
de: Nehmen Sie die 9. Ausfahrt
es: Tome la novena salida
fil: Dumaan sa ika-9 na exit
fr: Prenez la 9e sortie
hi: नौवें निकास से निकलें
it: Prendi la nona uscita
pl: Skręć w dziewiąty zjazd
pt: Pegue a 9ª saída
tr: 9. çıkıştan çıkın
uk: З'їдьте на виїзді №9
vi: Ra ở lối ra thứ 9
zh_hant: 走第9個出口

# msdkui_maneuver_turn_sharply_left
source: Turn sharply left
de: Scharf links abbiegen
es: Gire rápido a la izquierda
fil: Lumiko nang husto pakaliwa
fr: Tournez complètement à gauche
hi: तेज़ी से बाएं मुड़ें
it: Curva brusca a sinistra
pl: Skręć ostro w lewo
pt: Vire totalmente à esquerda
tr: Sola keskin dönüş yapın
uk: Різко поверніть ліворуч
vi: Rẽ sang trái
zh_hant: 向左急轉彎

# msdkui_maneuver_turn_sharply_right
source: Turn sharply right
de: Scharf rechts abbiegen
es: Gire rápido a la derecha
fil: Lumiko nang husto pakanan
fr: Tournez complètement à droite
hi: तेज़ी से दाएं मुड़ें
it: Curva brusca a destra
pl: Skręć ostro w prawo
pt: Vire totalmente à direita
tr: Sağa keskin dönüş yapın
uk: Різко поверніть праворуч
vi: Rẽ sang phải
zh_hant: 向右急轉彎

# msdkui_maneuver_turn_slightly_left
source: Turn slightly left
de: Leicht nach links abbiegen
es: Gire ligeramente a la izquierda
fil: Bahagyang lumiko sa kaliwa
fr: Tournez légèrement à gauche
hi: थोड़ा बाएं मुड़ें
it: Gira leggermente a sinistra
pl: Skręć lekko w lewo
pt: Vire ligeiramente à esquerda
tr: Hafifçe sola dönün
uk: Поверніть трохи ліворуч
vi: Rẽ sang trái một chút
zh_hant: 稍向左轉

# msdkui_maneuver_turn_slightly_right
source: Turn slightly right
de: Leicht nach rechts abbiegen
es: Gire ligeramente a la derecha
fil: Bahagyang lumiko sa kanan
fr: Tournez légèrement à droite
hi: थोड़ा दाएं मुड़ें
it: Gira leggermente a destra
pl: Skręć lekko w prawo
pt: Vire ligeiramente à direita
tr: Hafifçe sağa dönün
uk: Поверніть трохи праворуч
vi: Rẽ sang phải một chút
zh_hant: 稍向右轉

# msdkui_maneuver_uturn
source: Make a U-turn
de: Machen Sie eine Kehrtwendung
es: Dé media vuelta
fil: Mag-U-turn
fr: Faites demi-tour
hi: यू-टर्न लें
it: Fai inversione a U
pl: Zawróć
pt: Faça um retorno
tr: U dönüşü yapın
uk: Розверніться на 180 градусів
vi: Quay xe lại
zh_hant: 迴轉

# msdkui_maneuverpanel_nodata
source: Follow the route on the map
de: Folgen Sie der Route auf der Karte
es: Siga la ruta del mapa
fil: Sundan ang ruta sa mapa
fr: Suivez l'itinéraire sur la carte
hi: मैप पर मार्ग का अनुसरण करें
it: Segui l'itinerario sulla mappa
pl: Poruszaj się zgodnie z trasą na mapie
pt: Siga a rota no mapa
tr: Haritadaki rotayı takip edin
uk: Слідкуйте за своїм просуванням на карті
vi: Đi theo lộ trình trên bản đồ
zh_hant: 按照地圖上的路線

# msdkui_maneuverpanel_updating
source: Updating
de: Wird aktualisiert
es: Actualizando
fil: Nag-a-update
fr: Mise à jour
hi: अपडेट कर रहा है
it: Aggiornamento
pl: Aktualizowanie
pt: Atualizando
tr: Güncelleştiriliyor
vi: Đang cập nhật
zh_hant: 正在更新

# msdkui_minutes
source: %ld min
hi: %ld मिनट
tr: %ld dk
uk: %ld хв.
vi: %ld phút
zh_hant: %ld 分鐘

# msdkui_next_maneuver
source: Next manoeuvre
de: Nächste Fahranweisung
es: Next maneuver
fil: Susunod na maneobra
fr: Prochaine manœuvre
hi: Next maneuver
it: Manovra successiva
pl: Next maneuver
pt: Próxima manobra
tr: Next maneuver
uk: Next maneuver
vi: Next maneuver
zh_hant: Next maneuver

# msdkui_no_maneuver_found
source: Didn't find any manoeuvres
de: Keine Fahranweisungen gefunden
es: No se ha encontrado ninguna maniobra
fil: Hindi nakahanap ng mapagmamaneobrahan
fr: Aucune manœuvre détectée
hi: घुमाने, मोड़ने आदि का कोई निर्देश नहीं मिला
it: Nessuna manovra trovata
pl: Nie znaleziono żadnych manewrów
pt: Nenhuma manobra encontrada
tr: Manevra bulunamadı
uk: Не вдалося знайти маневри
vi: Không tìm thấy dẫn đường nào
zh_hant: 找不到任何機動動作

# msdkui_no_route_found
source: Didn't find any routes
de: Keine Routen gefunden
es: No se ha encontrado ninguna ruta
fil: Hindi nakakita ng anumang ruta
fr: Aucun itinéraire trouvé
hi: कोई मार्ग नहीं मिला
it: Nessun itinerario trovato
pl: Nie znaleziono żadnych tras
pt: Nenhuma rota encontrada
tr: Rota bulunamadı
uk: Не вдалося знайти маршрут
vi: Không tìm thấy tuyến đường nào
zh_hant: 找不到任何路線

# msdkui_no_traffic_delays
source: No delays
de: Keine Verspätung
es: Sin retrasos
fil: Walang pagkaantala
fr: Aucun ralentissement
hi: कोई विलंब नहीं
it: Nessun ritardo
pl: Bez opóźnień
pt: Sem atrasos
tr: Gecikme yok
uk: Без затримок
vi: Không trễ
zh_hant: 無延遲

# msdkui_none
source: None
de: Keine
es: Ninguno
fil: Wala
fr: Aucun
hi: कोई नहीं
it: Nessuno
pl: Brak
pt: Nenhuma
tr: Hiçbiri
uk: Не вибрано
vi: Không có
zh_hant: 無

# msdkui_number_of_trailers
source: Trailers
de: Anhänger
es: Tráilers
fil: Mga trailer
fr: Remorques
hi: ट्रेलर
it: Rimorchi
pl: Przyczepy
pt: Reboques
tr: Römorklar
uk: Причіпи
vi: Rơ-moóc
zh_hant: 拖車

# msdkui_ok
source: OK
es: Aceptar
hi: ठीक
tr: Tamam
uk: ОК
zh_hant: 確定

# msdkui_optimal
source: Best
de: Beste
es: Mejor
fil: Pinakaangkop
fr: Optimal
hi: सर्वोत्तम
it: Migliore
pl: Najlepsza
pt: Melhor
tr: En iyi
uk: Оптимальний
vi: Tốt nhất
zh_hant: 最佳

# msdkui_options
source: Options
de: Optionen
es: Opciones
fil: Mga opsyon
hi: विकल्प
it: Opzioni
pl: Opcje
pt: Opções
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_hant: 選項

# msdkui_organic
source: Organic
de: Biologische Gefahrstoffe
es: Productos biológicos
fil: Organiko
fr: Biologique
hi: कार्बनिक
it: Sostanze organiche
pl: Organiczne
pt: Orgânico
tr: Organik
uk: Органічні речовини
vi: Hữu cơ
zh_hant: 有機

# msdkui_other
source: Other
de: Sonstige
es: Otros
fil: Iba pa
fr: Autre
hi: अन्य
it: Altro
pl: Inne
pt: Outros
tr: Diğer
uk: Інші речовини
vi: Khác
zh_hant: 其他

# msdkui_pedestrian
source: Walk
de: Zu Fuß
es: Caminar
fil: Maglakad
fr: À pied
hi: पैदल चलें
it: A piedi
pl: Tryb pieszy
pt: Andar
tr: Yürüyüş
uk: Пішки
vi: Đi bộ
zh_hant: 步行

# msdkui_pick_time_title
source: Date & time
de: Datum & Uhrzeit
es: Fecha y hora
fil: Petsa at oras
fr: Date et heure
hi: दिनांक और समय
it: Data e ora
pl: Data i godzina
pt: Data e hora
tr: Tarih ve saat
uk: Дата й час
vi: Ngày & thời gian
zh_hant: 日期和時間

# msdkui_poison
source: Poison
de: Giftige Stoffe
es: Sustancias venenosas
fil: Lason
hi: ज़हर
it: Veleno
pl: Trujące
pt: Veneno
tr: Zehirli
uk: Отрута
vi: Độc hại
zh_hant: 毒物

# msdkui_poisonous
source: Toxic inhalant
de: Giftige Gase
es: Sustancias tóxicas por inhalación
fil: Lason kapag nalanghap
fr: Toxique en cas d'inhalation
hi: विषाक्त पदार्थ का अन्तःश्वसन
it: Tossici per inalazione
pl: Toksyczne po dostaniu się do płuc
pt: Inalante tóxico
tr: Toksik inhaler ajan
uk: Токсини
vi: Chất hít độc
zh_hant: 吸入會中毒

# msdkui_radioactive
source: Radioactive
de: Radioaktive Stoffe
es: Mercancías radioactivas
fil: Radioaktibo
fr: Radioactif
hi: रेडियोधर्मी
it: Radioattivi
pl: Radioaktywne
pt: Radioativo
tr: Radyoaktif
uk: Радіоактивні речовини
vi: Phóng xạ
zh_hant: 輻射性

# msdkui_remove
source: Remove
de: Entfernen
es: Eliminar
fil: Alisin
fr: Supprimer
hi: हटाएं
it: Rimuovi
pl: Usuń
pt: Remover
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hant: 移除

# msdkui_remove_waypoint
source: Remove waypoint
de: Wegpunkt entfernen
es: Eliminar punto intermedio
fil: Magtanggal ng waypoint
fr: Supprimer une étape
hi: वे- पॉइंट हटाएं
it: Rimuovi tappa
pl: Usuń punkt nawigacyjny
pt: Remover parada
tr: Ara noktayı kaldır
uk: Видалити точку маршруту
vi: Bỏ điểm dừng chân
zh_hant: 移除航點

# msdkui_remove_waypoint_in_list
source: Remove waypoint %ld
de: Wegpunkt %ld entfernen
es: Eliminar punto intermedio %ld
fil: Tanggalin ang waypoint %ld
fr: Supprimer l'étape %ld
hi: वे-पॉइंट %ld हटाएं
it: Rimuovi tappa %ld
pl: Usuń punkt nawigacyjny %ld
pt: Remover parada %ld
tr: %ld ara noktasını kaldır
uk: Видалити точку маршруту "%ld"
vi: Bỏ điểm dừng chân %ld
zh_hant: 移除航點 %ld

# msdkui_reversed_waypoints
source: Waypoints reversed.
de: Wegpunkte wurden umgekehrt.
es: Punto intermedios invertidos.
fil: Baligtad na waypoints.
fr: Étapes inversées.
hi: वे-पॉइंट उलट दिया गया है।
it: Tappe scambiate.
pl: Kolejność punktów nawigacyjnych została odwrócona.
pt: Paradas invertidas.
tr: Ara noktalar ters çevrildi.
uk: Порядок точок маршруту змінено.
vi: Các điểm dừng chân đã đảo ngược.
zh_hant: 航點已反轉。

# msdkui_route
source: Route
es: Ruta
fil: Ruta
fr: Trajet
hi: मार्ग
it: Itinerario
pl: Trasa
pt: Rota
tr: Rota
uk: Маршрут
vi: Lộ trình
zh_hant: 路線

# msdkui_route_in_list
source: Route %ld of %ld
de: Route %ld von %ld
es: Ruta %ld de %ld
fil: Ruta %ld sa %ld
fr: Trajet %ld sur %ld
hi: %ld में से मार्ग %ld
it: Itinerario %ld di %ld
pl: Trasa %ld z %ld
pt: Rota %ld de %ld
tr: Rota %ld-%ld
uk: Маршрут %ld з %ld
vi: Lộ trình %ld trên %ld
zh_hant: 路線 %ld (共 %ld 條)

# msdkui_route_length
source: Distance: %@
de: Entfernung: %@
es: Distancia: %@
fil: Distansiya: %@
hi: दूरी: %@
it: Distanza: %@
pl: Odległość: %@
pt: Distância: %@
tr: Mesafe: %@
uk: Відстань: %@
vi: Khoảng cách: %@
zh_hant: 距離：%@

# msdkui_route_results_title
source: Routes
de: Routen
es: Rutas
fil: Mga ruta
fr: Itinéraires
hi: मार्ग
it: Itinerari
pl: Trasy
pt: Rotas
tr: Rotalar
uk: Маршрути
vi: Lộ trình
zh_hant: 路線

# msdkui_route_type_title
source: Route type
de: Routentyp
es: Tipo de ruta
fil: Uri ng ruta
fr: Type d'itinéraire
hi: मार्ग प्रकार
it: Tipo itinerario
pl: Typ trasy
pt: Tipos de rota
tr: Rota türü
uk: Тип маршруту
vi: Loại tuyến đường
zh_hant: 路線類型

# msdkui_routing_options_title
source: Route options
de: Routenoptionen
es: Opciones de la ruta
fil: Mga opsyon ng ruta
fr: Options d'itinéraire
hi: मार्ग के विकल्प
it: Opzioni itinerario
pl: Opcje trasy
pt: Opções de rota
tr: Rota seçenekleri
uk: Параметри маршруту
vi: Tùy chọn tuyến đường
zh_hant: 路線選項

# msdkui_rp_from
source: From: %@
de: Von: %@
es: De: %@
fil: Mula sa: %@
fr: Départ : %@
hi: यहाँ से: %@
it: Da: %@
pl: Z: %@
pt: De: %@
tr: Başlangıç: %@
uk: Звідки: %@
vi: Từ: %@
zh_hant: 出發點：%@

# msdkui_rp_to
source: To: %@
de: Nach: %@
es: A: %@
fil: Tungo sa: %@
fr: Destination : %@
hi: यहाँ को: %@
it: A: %@
pl: Do: %@
pt: Para: %@
tr: Hedef: %@
uk: Куди: %@
vi: Đến: %@
zh_hant: 目的地: %@

# msdkui_rp_via
source: Via
de: Über
es: Por
hi: वाया
pl: Przez
tr: Şrdn
vi: Qua
zh_hant: 經由

# msdkui_seconds
source: %ld s
de: %ld Sek.
hi: %ld सेकेंड
tr: %ld sn
uk: %ld с
vi: %ld giây
zh_hant: %ld 秒

# msdkui_selected
source: Selected
de: Ausgewählt
es: Seleccionado
fil: Pinili
fr: Sélection
hi: चयनित
it: Selezionata
pl: Wybrano
pt: Selecionado
tr: Seçildi
uk: Вибрано
vi: Đã chọn
zh_hant: 已選

# msdkui_set
source: Set
de: Festlegen
es: Fijar
fil: I-set
fr: Définir
hi: सेट करें
it: Imposta
pl: Ustaw
pt: Definir
tr: Ayarla
uk: Установити
vi: Xong
zh_hant: 設定

# msdkui_shortest
source: Shortest
de: Kürzeste
es: Más corta
fil: Pinakamaikli
fr: Le plus court
hi: सबसे छोटा
it: Più breve
pl: Najkrótsza
pt: Mais curta
tr: En kısa
uk: Найкоротший
vi: Ngắn nhất
zh_hant: 最短

# msdkui_traffic
source: Avoid traffic
de: Staus vermeiden
es: Evitar tráfico
fil: Umiwas sa trapiko
fr: Éviter la circulation
hi: ट्रैफ़िक से बचें
it: Evita traffico
pl: Unikaj korków
pt: Condições de trânsito
tr: Trafikten kaçının
uk: Не показувати дорожній рух
vi: Tránh lưu thông
zh_hant: 避開交通堵塞

# msdkui_traffic_blocked
source: Closed
de: Gesperrt
es: Cerrada
fil: Nakasara
fr: Fermée
hi: बंद
it: Chiusa
pl: Zamknięta
pt: Fechada
tr: Kapalı
uk: Закрито
vi: Đóng
zh_hant: 已封閉

# msdkui_transport_mode
source: Transport type: %@
de: Transportmittel: %@
es: Tipo de transporte: %@
fil: Uri ng transportasyon: %@
fr: Moyen de transport : %@
hi: परिवहन प्रकार: %@
it: Tipo di trasporto: %@
pl: Typ środka transportu: %@
pt: Tipo de transporte: %@
tr: Ulaşım türü: %@
uk: Тип транспорту: %@
vi: Loại phương tiện: %@
zh_hant: 運輸類型：%@

# msdkui_truck
source: Lorry
de: Lkw
es: Camión
fil: Trak
fr: Camion
hi: लॉरी
it: Camion
pl: Samochód ciężarowy
pt: Caminhão
tr: Kamyon
uk: Вантажівка
vi: Xe tải
zh_hant: 卡車

# msdkui_truck_options_title
source: Truck options
de: Optionen für Lkw
es: Opciones del camión
fil: Mga opsyon ng trak
fr: Options pour les camions
hi: ट्रक के विकल्प
it: Opzioni camion
pl: Opcje dla samochodów ciężarowych
pt: Opções para caminhões
tr: Kamyon seçenekleri
uk: Характеристики вантажівки
vi: Tùy chọn xe tải
zh_hant: 貨車選項

# msdkui_truck_type
source: Lorry type
de: Lkw-Typ
es: Tipo de furgoneta
fil: Uri ng trak
fr: Type de camion
hi: लॉरी प्रकार
it: Tipo di camion
pl: Typ samochodu ciężarowego
pt: Tipo de caminhão
tr: Kamyon türü
uk: Тип вантажівки
vi: Loại xe tải
zh_hant: 卡車類型

# msdkui_truck_type_tractor
source: Articulated lorry
de: Sattelschlepper
es: Camión articulado
fr: Semi-remorque
hi: ट्रेलर ट्रक
it: Autoarticolato
pl: Pojazd członowy
pt: Semirreboque
tr: Tır
uk: Вантажівка з причепом
vi: Xe tải có khớp móc
zh_hant: 鉸接式卡車

# msdkui_truck_type_truck
source: Lorry/Truck
de: Lkw
es: Camión/Furgoneta
fil: Lorry/Trak
fr: Camion
hi: लॉरी/ट्रक
it: Camion
pl: Samochód ciężarowy
pt: Caminhão
tr: Kamyon/Kamyonet
uk: Фура/вантажівка
vi: Xe tải/xe chở hàng
zh_hant: 卡車/貨車

# msdkui_tunnel_cat_b
source: Category B
de: Kategorie B
es: Categoría B
fil: Kategorya B
fr: Catégorie B
hi: श्रेणी B
it: Categoria B
pl: Kategoria B
pt: Categoria B
tr: Kategori B
uk: Категорія B
vi: Danh mục B
zh_hant: 類別 B

# msdkui_tunnel_cat_c
source: Category C
de: Kategorie C
es: Categoría C
fil: Kategorya C
fr: Catégorie C
hi: श्रेणी C
it: Categoria C
pl: Kategoria C
pt: Categoria C
tr: Kategori C
uk: Категорія C
vi: Danh mục C
zh_hant: 類別 C

# msdkui_tunnel_cat_d
source: Category D
de: Kategorie D
es: Categoría D
fil: Kategorya D
fr: Catégorie D
hi: श्रेणी D
it: Categoria D
pl: Kategoria D
pt: Categoria D
tr: Kategori D
uk: Категорія D
vi: Danh mục D
zh_hant: 類別 D

# msdkui_tunnel_cat_e
source: Category E
de: Kategorie E
es: Categoría E
fil: Kategorya E
fr: Catégorie E
hi: श्रेणी E
it: Categoria E
pl: Kategoria E
pt: Categoria E
tr: Kategori E
uk: Категорія E
vi: Danh mục E
zh_hant: 類別 E

# msdkui_tunnels_allowed_title
source: Tunnels allowed
de: Zulässige Tunnel
es: Túneles permitidos
fil: Pinayagan ang mga lagusan
fr: Tunnels autorisés
hi: सुरंग की अनुमति
it: Gallerie consentite
pl: Dozwolone tunele
pt: Túneis permitidos
tr: Tünellere izin verildi
uk: Тунелі дозволено
vi: Đường hầm được chấp nhận
zh_hant: 允許的隧道

# msdkui_undefined
source: Not defined
de: Nicht festgelegt
es: No definido
fil: Hindi tinukoy
fr: Non défini
hi: निर्धारित नहीं
it: Non definita
pl: Niezdefiniowana
pt: Não definido
tr: Tanımlı değil
uk: Не визначено
vi: Không xác định
zh_hant: 未定義

# msdkui_unit_kilometer
source: km
hi: किमी.
uk: км
zh_hant: 公里

# msdkui_unit_km_per_h
source: km/h
hi: कि.मी/घंटा
tr: km/s
vi: km/giờ
zh_hant: 公里/小時

# msdkui_unit_meter
source: m
hi: मीटर
uk: м
vi: mét
zh_hant: 公尺

# msdkui_unknown
source: Unknown
de: Nicht bekannt
es: Desconocido
fil: Hindi matukoy
fr: Inconnu
hi: अज्ञात
it: Sconosciuta
pl: Nieznany
pt: Desconhecido
tr: Bilinmiyor
uk: Невідомо
vi: Chưa rõ
zh_hant: 不明

# msdkui_violate_truck_options
source: Ignore truck options
de: Optionen für Lkw ignorieren
es: Ignorar opciones del camión
fil: Balewalain ang mga opsyon na trak
fr: Ignorer les options pour les camions
hi: ट्रक विकल्पों को नज़रअंदाज करें
it: Ignora opzioni camion
pl: Ignoruj opcje dla samochodów ciężarowych
pt: Ignorar opções para caminhões
tr: Kamyon seçeneklerini yok say
uk: Ігнорувати характеристики вантажівки
vi: Bỏ qua lựa chọn xe tải
zh_hant: 忽略貨車選項

# msdkui_waypoint
source: Waypoint
de: Wegpunkt
es: Punto intermedio
fr: Étape
hi: वे-पॉइंट
it: Tappa intermedia
pl: Punkt nawigacyjny
pt: Parada
tr: Ara nokta
uk: Точка маршруту
vi: Tọa độ điểm
zh_hant: 航點

# msdkui_waypoint_current_location
source: Current location
de: Aktueller Standort
es: Ubicación actual
fil: Kasalukuyang lokasyon
fr: Position actuelle
hi: वर्तमान स्थान
it: Posizione corrente
pl: Bieżąca lokalizacja
pt: Local atual
tr: Mevcut konum
uk: Поточне розташування
vi: Địa điểm hiện tại
zh_hant: 目前位置

# msdkui_waypoint_in_list
source: Waypoint %ld
de: Wegpunkt %ld
es: Punto intermedio %ld
fr: Étape %ld
hi: वे-पॉइंट %ld
it: Tappa %ld
pl: Punkt nawigacyjny: %ld
pt: Parada %ld
tr: Ara nokta %ld
uk: Точка маршруту %ld
vi: Tọa độ điểm %ld
zh_hant: 路徑點%ld

# msdkui_waypoint_select_location
source: Choose waypoint
de: Wegpunkt
es: Elegir punto intermedio
fil: Pumili ng direksyon
fr: Choisir une étape
hi: पड़ाव चुनें
it: Scegli tappa
pl: Wybierz punkt nawigacyjny
pt: Escolher parada
tr: Ara nokta seçin
uk: Виберіть точку маршруту
vi: Chọn tọa độ điểm
zh_hant: 選擇導航點

# msdkui_weight_per_axle
source: Weight per axle
de: Gewicht pro Achse
es: Peso por eje
fil: Bigat bawat axle
fr: Poids par essieu
hi: प्रति एक्सल वज़न
it: Peso per asse
pl: Waga na oś
pt: Peso por eixo
tr: Aks başına ağırlık
uk: Навантаження на вісь
vi: Trọng lượng trên mỗi trục
zh_hant: 每軸重量

# msdkui_width
source: Width
de: Breite
es: Ancho
fil: Lapad
fr: Largeur
hi: चौड़ाई
it: Larghezza
pl: Szerokość
pt: Largura
tr: Genişlik
uk: Ширина
vi: Chiều rộng
zh_hant: 寬度

# msdkui_estimated_arrival
source: Estimated arrival
de: Geschätzte Ankunft
fil: Tinatayang pagdating
fr: Arrivée estimée
it: Arrivo stimato
pt: Previsão de chegada

# msdkui_scooter
source: Scooter
de: Roller
pt: Motocicleta

# msdkui_speed
source: Speed
de: Geschwindigkeit
fil: Bilis
fr: Vitesse
it: Velocità
pt: Velocidade

# msdkui_speed_limit
source: Speed limit
de: Tempolimit
fil: Hangganan ng bilis
fr: Limitation de vitesse
it: Limite di velocità
pt: Limite de velocidade

# msdkui_userposition_search
source: Getting your location
de: Standort wird ermittelt
fil: Kinukuha lokasyon mo
fr: Détection de votre position
it: Recupero della posizione
pt: Obtendo a sua localização

# msdkui_unit_miles_per_hour
source: mph
fr: mi/h
