Repository: heremaps/msdkui-ios
Catalog: MSDKUI/Assets/*.lproj/Localizable.strings
Languages: de, es, fil, fr, hi, it, pl, pt, tr, uk, vi, zh_hant

# msdkui_arrival_time
source: Arrival time: %@
de: Ankunftszeit: %@
es: Hora de llegada: %@
fil: Oras ng pagdating: %@
fr: Heure d'arrivée : %@
hi: आगमन समय: %@
it: Ora di arrivo: %@
pl: Godzina przyjazdu: %@
pt: Hora de chegada: %@
tr: Varış zamanı: %@
uk: Час прибуття: %@
vi: Thời gian đến: %@
zh_hant: 抵達時間：%@

# msdkui_arrive
source: Arrive
de: Ankunft
es: Llegada
fil: Pagdating
fr: Arrivée
hi: पहुँचें
it: Arrivo
pl: Przybycie
pt: Chegada
tr: Varış
uk: Прибуття
vi: Đến
zh_hant: 抵達

# msdkui_arrive_at
source: Arrive
de: Ankunft
es: Llegada
fil: Pagdating
fr: Arrivée
hi: पहुँचें
it: Arrivo
pl: Przybycie
pt: Chegada
tr: Varış
uk: Прибуття
vi: Đến
zh_hant: 抵達

# msdkui_avoid_car_pool
source: Avoid carpool lanes
de: Straßen mit Fahrgemeinschaftsspuren vermeiden
es: Evitar carriles VAO
fil: Iwasan ang mga linya para sa carpool
fr: Éviter les voies de covoiturage
hi: कारपूल लेन से बचें
it: Evita corsie per auto collettive
pl: Unikaj pasów HOV
pt: Evitar faixas solidárias
tr: Araba paylaşımı şeritlerini kullanma
uk: Уникати транзитних смуг руху
vi: Tránh những làn xe ưu tiên
zh_hant: 避免高乘載車道

# msdkui_avoid_car_shuttle
source: Avoid car shuttle trains
de: Autoreisezüge vermeiden
es: Evitar trenes de transporte de vehículos
fil: Iwasan ang mga tren na car shuttle
fr: Éviter les navettes ferroviaires
hi: कार शटल ट्रेन से बचें
it: Evita treni navetta
pl: Unikaj pociągów przewożących samochody
pt: Evitar trens de transporte de carros
tr: Arabalı tren kullanma
uk: Уникати поїздів-автомобілевозів
vi: Tránh xe đưa đón của tàu điện
zh_hant: 避免汽車裝運列車

# msdkui_avoid_dirt_roads
source: Avoid unpaved roads
de: Unbefestigte Straßen vermeiden
es: Evitar carreteras sin asfaltar
fil: Iwasan ang mga hindi sementadong kalsada
fr: Éviter les routes non pavées
hi: कच्ची सड़कों से बचें
it: Evita strade non asfaltate
pl: Unikaj dróg gruntowych
pt: Evitar ruas não asfaltadas
tr: Asfaltsız yolları kullanma
uk: Уникати ґрунтової дороги
vi: Tránh những đường sỏi đá
zh_hant: 避免產業道路

# msdkui_avoid_ferries
source: Avoid ferries
de: Fähren vermeiden
es: Evitar ferris
fil: Iwasan ang mga bapor
fr: Éviter les ferries
hi: नाव से बचें
it: Evita traghetti
pl: Unikaj promów
pt: Evitar balsas
tr: Feribot kullanma
uk: Уникати поромів
vi: Tránh phà
zh_hant: 避免渡輪

# msdkui_avoid_highways
source: Avoid motorways
de: Autobahnen vermeiden
es: Evitar autovías
fil: Iwasan ang mga daanan ng sasakyan
fr: Éviter l'autoroute
hi: मोटरवेज से बचें
it: Evita autostrade
pl: Unikaj autostrad
pt: Evitar autoestradas
tr: Otoban kullanma
uk: Уникати автомагістралей
vi: Tránh đường cao tốc
zh_hant: 避免高速公路

# msdkui_avoid_long_term_closures
source: Avoid major closures
de: Größere Sperrungen vermeiden
es: Evitar principales cierres viarios
fil: Iwasan ang mga nakasarang daan
fr: Éviter les travaux importants
hi: प्रमुख बंद सड़कों से बचें
it: Evita interruzioni a lungo termine
pl: Unikaj dróg zamkniętych na dłużej
pt: Evitar bloqueios de longa duração
tr: Kapalı yolları kullanma
uk: Маршрути без ремонтних робіт
vi: Tránh những điểm tắc nghiêm trọng
zh_hant: 避免主要封閉路線

# msdkui_avoid_parks
source: Avoid parks
de: Parks vermeiden
es: Evitar parques
fil: Iwasan ang mga parke
fr: Éviter les parcs
hi: पार्क से बचें
it: Evita parchi
pl: Unikaj parków
pt: Evitar parques
tr: Park kullanma
uk: Уникати парків
vi: Tránh công viên
zh_hant: 避免公園

# msdkui_avoid_toll_roads
source: Avoid toll roads
de: Mautstraßen vermeiden
es: Evitar peajes
fil: Iwasan ang mga toll road
fr: Éviter les péages
hi: टोल सड़कोंं से बचें
it: Evita strade a pagamento
pl: Unikaj dróg płatnych
pt: Evitar estradas com pedágio
tr: Ücretli yolları kullanma
uk: Уникати платних доріг
vi: Tránh những đường thu phí
zh_hant: 避免收費道路

# msdkui_avoid_tunnels
source: Avoid tunnels
de: Tunnel vermeiden
es: Evitar túneles
fil: Iwasan ang mga lagusan
fr: Éviter les tunnels
hi: सुरंगों से बचें
it: Evita gallerie
pl: Unikaj tuneli
pt: Evitar túneis
tr: Tünel kullanma
uk: Уникати тунелів
vi: Tránh đường hầm
zh_hant: 避免隧道

# msdkui_balanced
source: Balanced
de: Optimal
es: Ponderada
fil: Balanse
fr: Équilibré
hi: संतुलित
it: Bilanciato
pl: Zrównoważona
pt: Balanceada
tr: Dengeli
uk: Збалансований
vi: Cân bằng
zh_hant: 均衡

# msdkui_bike
source: Bicycle
de: Fahrrad
es: Bicicleta
fil: Bisikleta
fr: En vélo
hi: साइकिल
it: Bicicletta
pl: Rower
pt: Bicicleta
tr: Bisiklet
uk: Велосипед
vi: Xe đạp
zh_hant: 自行車

# msdkui_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करें
it: Annulla
pl: Anuluj
pt: Cancelar
tr: İptal
uk: Скасувати
vi: Hủy
zh_hant: 取消

# msdkui_car
source: Car
de: Auto
es: Coche
fil: Kotse
fr: Voiture
hi: कार
it: Automobile
pl: Samochód
pt: Carro
tr: Otomobil
uk: Автомобіль
vi: Ô tô
zh_hant: 汽車

# msdkui_combustible
source: Combustible
de: Entflammbare Stoffe
fil: Madaling magliyab
hi: दहनशील
it: Combustibili
pl: Samozapalne
pt: Combustível
tr: Parlayıcı
uk: Пальне
vi: Dễ cháy
zh_hant: 可燃物

# msdkui_corrosive
source: Corrosive
de: Ätzende Stoffe
es: Sustancias corrosivas
fil: Madaling kalawangin
fr: Corrosif
hi: संक्षारक
it: Corrosivi
pl: Żrące
pt: Corrosivo
tr: Aşındırıcı
uk: Речовини, що викликають корозію
vi: Ăn mòn
zh_hant: 腐蝕性

# msdkui_days
source: %ld d
de: %ld Tg.
fr: %ld j
hi: %ld दिन
it: %ld g
tr: %ld g
uk: %ld дн.
zh_hant: %ld 天

# msdkui_days_hours
source: %ld d %ld h
de: %ld Tg. %ld Std.
fr: %ld j %ld h
hi: %ld दिन %ld घंटे
it: %ld g %ld h
pl: %ld d. %ld godz.
tr: %ld g %ld s
uk: %ld дн. %ld год.
vi: %ld ngày %ld giờ
zh_hant: %ld 天 %ld 小時

# msdkui_depart
source: Leave
de: Abfahrt
es: Salida
fil: Pag-alis
fr: Départ
hi: छोड़ें
it: Partenza
pl: Wyjazd
pt: Sair
tr: Çıkış
uk: Відправлення
vi: Khởi hành
zh_hant: 離開

# msdkui_depart_at
source: Leave
de: Abfahrt
es: Salida
fil: Pag-alis
fr: Départ
hi: छोड़ें
it: Partenza
pl: Wyjazd
pt: Saída
tr: Çıkış
uk: Відправл.
vi: Khởi hành
zh_hant: 離開

# msdkui_disable
source: Turn off
de: Ausschalten
es: Desactivar
fil: I-off
fr: Désactiver
hi: बंद करें
it: Disattiva
pl: Wyłącz
pt: Desativado
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_hant: 關閉

# msdkui_disabled
source: Off
de: Aus
es: Desactivado
fil: Naka-off
fr: Désactivé
hi: बंद
it: Disattivato
pl: Wyłączona
pt: Desativado
tr: Kapalı
uk: Вимкнуто
vi: Tắt
zh_hant: 關

# msdkui_distance
source: Distance: %@
de: Entfernung: %@
es: Distancia: %@
fil: Distansiya: %@
hi: दूरी: %@
it: Distanza: %@
pl: Odległość: %@
pt: Distância: %@
tr: Mesafe: %@
uk: Відстань: %@
vi: Khoảng cách: %@
zh_hant: 距離：%@

# msdkui_done
source: Done
de: Fertig
es: Terminado
fil: Tapos na
fr: Terminé
hi: पूर्ण
it: Fine
pl: Gotowe
pt: Concluído
tr: Bitti
uk: Готово
vi: Xong
zh_hant: 完成

# msdkui_duration
source: Duration
de: Dauer
es: Duración
fil: Durasyon
fr: Durée
hi: अवधि
it: Durata
pl: Czas
pt: Duração
tr: Süre
uk: Тривалість
vi: Thời gian
zh_hant: 持續時間

# msdkui_duration_time
source: Duration: %@
de: Dauer: %@
es: Duración: %@
fil: Durasyon: %@
fr: Durée : %@
hi: अवधि: %@
it: Durata: %@
pl: Czas: %@
pt: Duração: %@
tr: Süre: %@
uk: Тривалість: %@
vi: Thời gian: %@
zh_hant: 持續時間：%@

# msdkui_enabled
source: On
de: Ein
es: Activado
fil: Naka-On
fr: Activé
hi: चालू
pl: Włączone
pt: Ativado
tr: Açık
uk: Увімкнути
vi: Bật
zh_hant: 開啟

# msdkui_explosive
source: Explosive
de: Explosivstoffe
es: Sustancias explosivas
fil: Sumasabog
fr: Explosif
hi: विस्फोटक
it: Esplosivi
pl: Wybuchowe
pt: Explosivo
tr: Patlayıcı
uk: Вибухові речовини
vi: Nổ
zh_hant: 爆炸性

# msdkui_fastest
source: Fastest
de: Schnellste
es: Más rápida
fil: Pinakamabilis
fr: Le plus rapide
hi: सबसे तेज़
it: Più veloce
pl: Najszybsza
pt: Mais rápida
tr: En hızlı
uk: Найшвидший
vi: Nhanh nhất
zh_hant: 最快

# msdkui_flammable
source: Flammable
de: Entzündliche Stoffe
es: Productos inflamables
fil: Madaling mag-apoy
fr: Inflammable
hi: ज्वलनशील
it: Infiammabili
pl: Łatwopalne
pt: Inflamável
tr: Yanıcı
uk: Займисті речовини
vi: Dễ cháy
zh_hant: 易燃物

# msdkui_gas
source: Gas
fr: Gaz
hi: गैस
pl: Gaz
pt: Gás
tr: Gaz
uk: Газ
vi: Chất khí
zh_hant: 氣體

# msdkui_harmful_to_water
source: Water pollutant
de: Wassergefährdende Stoffe
es: Contaminantes del agua
fil: Polusyon sa tubig
fr: Polluant aquatique
hi: जल प्रदूषक
it: Inquinanti per l'acqua
pl: Zanieczyszczające wodę
pt: Poluente de água
tr: Su kirletici
uk: Речовини, що забруднюють воду
vi: Chất ô nhiễm nước
zh_hant: 水污染物

# msdkui_hazardous_materials_title
source: Hazardous materials
de: Gefahrgut
es: Mercancías peligrosas
fil: Mapanganib na mga materyal
fr: Matériaux dangereux
hi: हानिकारक सामग्री
it: Materiali pericolosi
pl: Towary niebezpieczne
pt: Materiais perigosos
tr: Tehlikeli maddeler
uk: Небезпечні матеріали
vi: Những vật liệu nguy hiểm
zh_hant: 危險材料

# msdkui_height
source: Height
de: Höhe
es: Alto
fil: Taas
fr: Hauteur
hi: ऊंचाई
it: Altezza
pl: Wysokość
pt: Altura
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hant: 高度

# msdkui_hint_boolean
source: Turns on or off.
de: Schaltet eine Option an oder aus.
es: Activa o desactiva.
fil: I-on o i-off.
fr: Activer ou désactiver.
hi: चालू या बंद करता है।
it: Attiva o disattiva.
pl: Włącza lub wyłącza.
pt: Ativar ou desativar.
tr: Açar ya da kapatır.
uk: Вмикає або вимикає.
vi: Bật hoặc tắt.
zh_hant: 開啟或關閉。

# msdkui_hint_numeric
source: Updates a number.
de: Aktualisiert eine Zahl.
es: Actualiza un número.
fil: I-update ang numero.
fr: Mettre à jour un chiffre.
hi: नंबर अपडेट करता है।
it: Aggiorna un numero.
pl: Aktualizuje liczbę.
pt: Atualizar um número.
tr: Bir numarayı günceller.
uk: Змінює число.
vi: Cập nhật số.
zh_hant: 更新數字。

# msdkui_hint_travel_time
source: Sets the time for departure or arrival.
de: Legt die Zeit für Abfahrt oder Ankunft fest.
es: Fija la hora de la salida o de la llegada.
fil: I-set ang oras ng paglisan o pagdating.
fr: Définir l'heure de départ ou d'arrivée.
hi: प्रस्थान या आगमन के लिए समय सेट करता है।
it: Imposta l'ora di partenza o arrivo.
pl: Ustawia czas rozpoczęcia lub zakończenia podróży.
pt: Definir a hora de partida ou de chegada.
tr: Kalkış veya varış zamanını ayarlar.
uk: Задає час відправлення або прибуття.
vi: Thiết lập thời gian khởi hành hoặc đến nơi.
zh_hant: 設定出發或抵達的時間。

# msdkui_hint_waypoint
source: Sets or updates a waypoint.
de: Legt einen Wegpunkt fest oder aktualisiert ihn.
es: Fija o actualiza un punto intermedio.
fil: I-set o i-update ang waypoint.
fr: Définir ou mettre à jour une étape.
hi: किसी वे-पॉइंट सेट करता है या अपडेट करता है।
it: Imposta o aggiorna una tappa.
pl: Ustawia lub aktualizuje punkt nawigacyjny.
pt: Definir ou atualizar uma parada.
tr: Bir ara nokta ayarlar veya günceller.
uk: Задає або змінює точку маршруту.
vi: Thiết lập hoặc cập nhật một điểm dừng chân.
zh_hant: 設定或更新航點。

# msdkui_hours
source: %ld h
de: %ld Std.
hi: %ld घंटे
pl: %ld godz.
tr: %ld s
uk: %ld год.
vi: %ld giờ
zh_hant: %ld 小時

# msdkui_hours_minutes
source: %ld h %ld min
de: %ld Std. %ld Min.
hi: %ld घंं. %ld मिनट
pl: %ld godz. %ld min
tr: %ld s %ld dk
uk: %ld год. %ld хв.
vi: %ld giờ %ld phút
zh_hant: %ld 小時 %ld 分鐘

# msdkui_incl_traffic_delay
source: Incl. %@ delay
de: Einschl. %@ Verspätung
es: Incl. %@ de retraso
fil: Kas. ang %@ antala
fr: Retard de %@ inclus
hi: %@ विलंब सहित
it: Incl. ritardo di %@
pl: W tym %@ opóźnienia
pt: Incl. %@ de atraso
tr: %@ gecikme dahil
uk: Затримка: %@
vi: Bao gồm trễ %@
zh_hant: 含 %@ 延遲

# msdkui_length
source: Length
de: Länge
es: Largo
fil: Haba
fr: Longueur
hi: लंबाई
it: Lunghezza
pl: Długość
pt: Comprimento
tr: Uzunluk
uk: Довжина
vi: Chiều dài
zh_hant: 長度

# msdkui_limited_weight
source: Weight limit
de: Gewichtsbeschränkung
es: Límite del peso
fil: Limitasyon ng bigat
fr: Limite de poids
hi: वज़न सीमा
it: Limite di peso
pl: Limit wagowy
pt: Limite de peso
tr: Ağırlık sınırı
uk: Обмеження ваги
vi: Giới hạn trọng tải
zh_hant: 重量限制

# msdkui_maneuver
source: Manoeuvre
de: Fahranweisung
es: Maniobra
fil: Maneobra
fr: Manœuvre
hi: मोड़ने-घुमाने का निर्देश
it: Manovra
pl: Manewr
pt: Manobra
tr: Manevra
uk: Маневр
vi: Thao tác
zh_hant: 操縱點

# msdkui_maneuver_arrive_at_02y
source: Arrive
de: Ankunft
es: Llegada
fil: Dumating
fr: Arrivée
hi: पहुंचें
it: Arrivo
pl: Przybycie
pt: Chegada
tr: Varış
uk: На місці
vi: Đến
zh_hant: 抵達

# msdkui_maneuver_continue
source: Continue
de: Weiter geradeaus
es: Continúe
fil: Ipagpatuloy
fr: Continuez
hi: जारी रखें
it: Continua
pl: Kontynuuj
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hant: 繼續

# msdkui_maneuver_end
source: You've arrived
de: Sie sind am Ziel
es: Ya ha llegado
fil: Nakarating ka na
fr: Vous êtes arrivé à destination
hi: आप पहुंच गए हैं
it: Sei arrivato
pl: Jesteś u celu
pt: Você chegou
tr: Vardınız
uk: Ви прибули
vi: Bạn đã đến
zh_hant: 您已抵達

# msdkui_maneuver_enter_car_shuttle_train
source: Drive onto the train
de: Autoreisezug nutzen
es: Súbase al tren
fil: Magmaneho papunta sa tren
fr: Montez sur le train
hi: ट्रेन पर ड्राइव
it: Porta l'auto sul treno
pl: Wjedź do autokuszetki
pt: Entre com o carro no trem
tr: Trene binin
uk: Заїжджайте в поїзд-автомобілевіз
vi: Tàu chở phương tiện cá nhân
zh_hant: 開上列車

# msdkui_maneuver_enter_ferry
source: Take the ferry
de: Nehmen Sie die Fähre
es: Tome el ferri
fil: Sumakay sa ferry
fr: Prenez le ferry
hi: फ़ेरी लें
it: Prendi il traghetto
pl: Wjedź na prom
pt: Pegue a balsa
tr: Feribota binin
uk: Сядьте на пором
vi: Đi phà
zh_hant: 搭乘渡輪

# msdkui_maneuver_enter_highway
source: Join the motorway
de: Fahren Sie auf die Autobahn
es: Entre en la autopista
fil: Pumasok sa motorway
fr: Prenez l'autoroute
hi: राजमार्ग पर चढ़ें
it: Entra in autostrada
pl: Wjedź na drogę szybkiego ruchu
pt: Pegue a autoestrada
tr: Otobana çıkın
uk: В'їдьте на автомагістраль
vi: Vào đường cao tốc
zh_hant: 進入高速公路

# msdkui_maneuver_exit
source: Exit %@
de: Ausfahrt %@
es: Salida %@
fil: Labasan %@
fr: Sortie %@
hi: निकास %@
it: Uscita %@
pl: Zjazd: %@
pt: Saída %@
tr: Çıkış %@
uk: Виїзд %@
vi: Thoát %@
zh_hant: 離開%@

# msdkui_maneuver_exit_directions_towards
source: %@ towards %@
de: %@ nach %@
es: %@ en dirección a %@
fil: %@ patungong %@
fr: %@ en direction de %@
hi: %@ की ओर %@
it: %@ verso %@
pl: %@ w kierunku %@
pt: %@ sentido %@
tr: %@ yönüne giden %@
uk: Рухайтеся по %@ до %@
vi: %@ theo hướng %@
zh_hant: %@ 向 %@ 方向

# msdkui_maneuver_head_to
source: Head %@
de: Richtung %@
es: Diríjase al %@
fil: Tumungo sa %@
fr: Prenez la direction %@
hi: %@ की ओर चलेंं
it: Verso %@
pl: Kieruj się na %@
pt: Siga na direção %@
tr: %@ yönüne gidin
uk: Прямуйте на %@
vi: Đi theo hướng %@
zh_hant: 前往%@

# msdkui_maneuver_in_list
source: Manoeuvre %ld of %ld
de: Fahranweisung %ld von %ld
es: Maniobra %ld de %ld
fil: Maneobra %ld sa %ld
fr: Manœuvre %ld sur %ld
hi: मोड़ने-घुमाने का निर्देश %ld - कुल निर्देश %ld
it: Manovra %ld di %ld
pl: Manewr %ld z %ld
pt: Manobra %ld de %ld
tr: Manevra %ld-%ld
uk: Маневр %ld з %ld
vi: Thao tác %ld trong số %ld
zh_hant: 操縱點%ld (共%ld個)

# msdkui_maneuver_leave_highway
source: Take the exit
de: Nehmen Sie die Ausfahrt
es: Tome la salida
fil: Dumaan sa exit
fr: Prenez la sortie
hi: बाहर निकलें
it: Prendi l'uscita
pl: Skręć w zjazd
pt: Pegue a saída
tr: Çıkıştan çıkın
uk: З'їдьте
vi: Đi ra
zh_hant: 前往出口

# msdkui_maneuver_orientation_east
source: east
de: Osten
es: este
fil: silangan
fr: est
hi: पूर्व
it: est
pl: wschód
pt: leste
tr: Doğu
uk: схід
vi: hướng đông
zh_hant: 東

# msdkui_maneuver_orientation_north
source: north
de: Norden
es: norte
fil: hilaga
fr: nord
hi: उत्तर
it: nord
pl: północ
pt: norte
tr: Kuzey
uk: північ
vi: hướng bắc
zh_hant: 北

# msdkui_maneuver_orientation_north_east
source: northeast
de: Nordosten
es: noreste
fil: hilagang-silangan
fr: nord-est
hi: उत्तर-पूर्व
it: nord-est
pl: północny wschód
pt: nordeste
tr: Kuzeydoğu
uk: північний схід
vi: hướng đông bắc
zh_hant: 東北

# msdkui_maneuver_orientation_north_west
source: northwest
de: Nordwesten
es: noroeste
fil: hilagang-kanluran
fr: nord-ouest
hi: उत्तर-पश्चिम
it: nord-ovest
pl: północny zachód
pt: noroeste
tr: Kuzeybatı
uk: північний захід
vi: hướng tây bắc
zh_hant: 西北

# msdkui_maneuver_orientation_south
source: south
de: Süden
es: sur
fil: timog
fr: sud
hi: दक्षिण
it: sud
pl: południe
pt: sul
tr: Güney
uk: південь
vi: hướng nam
zh_hant: 南

# msdkui_maneuver_orientation_south_east
source: southeast
de: Südosten
es: sureste
fil: timog-silangan
fr: sud-est
hi: दक्षिण-पूर्व
it: sud-est
pl: południowy wschód
pt: sudeste
tr: Güneydoğu
uk: південний схід
vi: hướng đông nam
zh_hant: 東南

# msdkui_maneuver_orientation_south_west
source: southwest
de: Südwesten
es: suroeste
fil: timog-kanluran
fr: sud-ouest
hi: दक्षिण-पश्चिम
it: sud-ovest
pl: południowy zachód
pt: sudoeste
tr: Güneybatı
uk: південний захід
vi: hướng tây nam
zh_hant: 西南

# msdkui_maneuver_orientation_west
source: west
de: Westen
es: oeste
fil: kanluran
fr: ouest
hi: पश्चिम
it: ovest
pl: zachód
pt: oeste
tr: Batı
uk: захід
vi: hướng tây
zh_hant: 西

# msdkui_maneuver_pt_change
source: Change
de: Umsteigen
es: Cambie
fil: Magpalit
fr: Correspondance
hi: बदलें
it: Cambia
pl: Przesiadka
pt: Troque
tr: Aktarma
uk: Пересядьте
vi: Chuyển
zh_hant: 轉乘

# msdkui_maneuver_pt_change_at
source: Change at %@
de: Umsteigen bei %@
es: Cambiar en %@
fil: Magpalit sa %@
fr: Correspondance à %@
hi: %@ पर बदलें
it: Cambia a %@
pl: Przesiadka na %@
pt: Troque na %@
tr: Aktarma: %@
uk: Пересядьте на %@
vi: Chuyển tại %@
zh_hant: 在%@換車

# msdkui_maneuver_pt_get_on_here
source: Get on
de: Einsteigen
es: Suba en
fil: Sumakay sa
fr: Montez à bord
hi: सवार हो जाएं
it: Sali su
pl: Wsiądź
pt: Pegue
tr: Şuna binin
uk: Проїдьте
vi: Lên
zh_hant: 登上

# msdkui_maneuver_pt_stopover
source: Waypoint
de: Wegpunkt
es: Punto intermedio
fr: Étape
hi: वे-पॉइंट
it: Tappa
pl: Punkt nawigacyjny
pt: Parada
tr: Ara nokta
uk: Точка маршруту
vi: Tọa độ điểm
zh_hant: 航點

# msdkui_maneuver_pt_travel_start
source: Take %@
de: %@ nehmen
es: Tome %@
fil: Dumaan sa %@
fr: Prenez %@
hi: %@ पर चलेंं
it: Prendi %@
pl: Zjedź na drogę %@
pt: Pegue a %@
tr: %@ aracına binin
uk: Сядьте на %@
vi: Đi đường %@
zh_hant: 搭乘 %@

# msdkui_maneuver_pt_walk
source: Walk
de: Gehen
es: Camine
fil: Maglakad
fr: Marchez
hi: पैदल चलें
it: A piedi
pl: Idź
pt: Caminhada
tr: Yürüyüş
uk: Пішки
vi: Đi bộ
zh_hant: 步行

# msdkui_maneuver_turn_keep_left
source: Keep left
de: Links halten
es: Manténgase a la izquierda
fil: Manatili sa kaliwa
fr: Restez sur la gauche
hi: बाईं ओर चले
it: Tieni la sinistra
pl: Trzymaj się lewej
pt: Mantenha-se à esquerda
tr: Solda kalın
uk: Тримайтеся лівої сторони
vi: Đi bên trái
zh_hant: 保持左側車道

# msdkui_maneuver_turn_keep_middle
source: Take the street in the middle
de: Nehmen Sie die mittlere Straße
es: Tome la calle del centro
fil: Dumaan sa kalyeng nasa gitna
fr: Prenez la voie du milieu
hi: बीच वाली गली पर चलें
it: Prendi la strada al centro
pl: Wybierz środkową ulicę
pt: Pegue a rua do meio
tr: Ortadaki sokağa girin
uk: Їдьте вулицею, що посередині
vi: Đi ở đường giữa
zh_hant: 走中間的街道

# msdkui_maneuver_turn_keep_right
source: Keep right
de: Rechts halten
es: Manténgase a la derecha
fil: Manatili sa kanan
fr: Restez sur la droite
hi: दाईं ओर चलें
it: Tieni la destra
pl: Trzymaj się prawej
pt: Mantenha-se à direita
tr: Sağda kalın
uk: Тримайтеся правої сторони
vi: Đi bên phải
zh_hant: 保持右側車道

# msdkui_maneuver_turn_left
source: Turn left
de: Links abbiegen
es: Gire a la izquierda
fil: Kumaliwa
fr: Tournez à gauche
hi: बाएं मुड़ें
it: Gira a sinistra
pl: Skręć w lewo
pt: Vire à esquerda
tr: Sola dönün
uk: Поверніть ліворуч
vi: Rẽ trái
zh_hant: 左轉

# msdkui_maneuver_turn_right
source: Turn right
de: Rechts abbiegen
es: Gire a la derecha
fil: Kumanan
fr: Tournez à droite
hi: दाएं मुड़ें
it: Gira a destra
pl: Skręć w prawo
pt: Vire à direita
tr: Sağa dönün
uk: Поверніть праворуч
vi: Rẽ phải
zh_hant: 右轉

# msdkui_maneuver_turn_roundabout_exit_1
source: Take the 1st exit
de: Nehmen Sie die 1. Ausfahrt
es: Tome la primera salida
fil: Dumaan sa ika-1 exit
fr: Prenez la 1ère sortie
hi: पहले निकास से निकलें
it: Prendi la prima uscita
pl: Skręć w pierwszy zjazd
pt: Pegue a 1ª saída
tr: 1. çıkıştan çıkın
uk: З'їдьте на виїзді №1
vi: Ra ở lối ra đầu tiên
zh_hant: 走第1個出口

# msdkui_maneuver_turn_roundabout_exit_10
source: Take the 10th exit
de: Nehmen Sie die 10. Ausfahrt
es: Tome la décima salida
fil: Dumaan sa ika-10 exit
fr: Prenez la 10e sortie
hi: दसवें निकास से निकले
it: Prendi la decima uscita
pl: Skręć w dziesiąty zjazd
pt: Pegue a 10ª saída
tr: 10. çıkıştan çıkın
uk: З'їдьте на виїзді №10
vi: Ra ở lối ra thứ 10
zh_hant: 走第10個出口

# msdkui_maneuver_turn_roundabout_exit_11
source: Take the 11th exit
de: Nehmen Sie die 11. Ausfahrt
es: Tome la undécima salida
fil: Dumaan sa ika-11 exit
fr: Prenez la 11e sortie
hi: ग्यारहवें निकास से निकलें
it: Prendi l'undicesima uscita
pl: Skręć w jedenasty zjazd
pt: Pegue a 11ª saída
tr: 11. çıkıştan çıkın
uk: З'їдьте на виїзді №11
vi: Ra ở lối ra thứ 11
zh_hant: 走第11個出口

# msdkui_maneuver_turn_roundabout_exit_12
source: Take the 12th exit
de: Nehmen Sie die 12. Ausfahrt
es: Tome la duodécima salida
fil: Dumaan sa ika-12 exit
fr: Prenez la 12e sortie
hi: बारहवें निकास से निकलें
it: Prendi la dodicesima uscita
pl: Skręć w dwunasty zjazd
pt: Pegue a 12ª saída
tr: 12. çıkıştan çıkın
uk: З'їдьте на виїзді №12
vi: Ra ở lối ra thứ 12
zh_hant: 走第12個出口

# msdkui_maneuver_turn_roundabout_exit_2
source: Take the 2nd exit
de: Nehmen Sie die 2. Ausfahrt
es: Tome la segunda salida
fil: Dumaan sa ika-2 exit
fr: Prenez la 2e sortie
hi: दूसरे निकास से निकलें
it: Prendi la seconda uscita
pl: Skręć w drugi zjazd
pt: Pegue a 2ª saída
tr: 2. çıkıştan çıkın
uk: З'їдьте на виїзді №2
vi: Ra ở lối ra thứ 2
zh_hant: 走第2個出口

# msdkui_maneuver_turn_roundabout_exit_3
source: Take the 3rd exit
de: Nehmen Sie die 3. Ausfahrt
es: Tome la tercera salida
fil: Dumaan sa ika-3 exit
fr: Prenez la 3e sortie
hi: तीसरे निकास से निकलें
it: Prendi la terza uscita
pl: Skręć w trzeci zjazd
pt: Pegue a 3ª saída
tr: 3. çıkıştan çıkın
uk: З'їдьте на виїзді №3
vi: Ra ở lối ra thứ 3
zh_hant: 走第3個出口

# msdkui_maneuver_turn_roundabout_exit_4
source: Take the 4th exit
de: Nehmen Sie die 4. Ausfahrt
es: Tome la cuarta salida
fil: Dumaan sa ika-4 na exit
fr: Prenez la 4e sortie
hi: चौथे निकास से निकलें
it: Prendi la quarta uscita
pl: Skręć w czwarty zjazd
pt: Pegue a 4ª saída
tr: 4. çıkıştan çıkın
uk: З'їдьте на виїзді №4
vi: Ra ở lối ra thứ 4
zh_hant: 走第4個出口

# msdkui_maneuver_turn_roundabout_exit_5
source: Take the 5th exit
de: Nehmen Sie die 5. Ausfahrt
es: Tome la quinta salida
fil: Dumaan sa ika-5 exit
fr: Prenez la 5e sortie
hi: पांचवे निकास से निकले
it: Prendi la quinta uscita
pl: Skręć w piąty zjazd
pt: Pegue a 5ª saída
tr: 5. çıkıştan çıkın
uk: З'їдьте на виїзді №5
vi: Ra ở lối ra thứ 5
zh_hant: 走第5個出口

# msdkui_maneuver_turn_roundabout_exit_6
source: Take the 6th exit
de: Nehmen Sie die 6. Ausfahrt
es: Tome la sexta salida
fil: Dumaan sa ika-6 na exit
fr: Prenez la 6e sortie
hi: छठे निकास से निकलें
it: Prendi la sesta uscita
pl: Skręć w szósty zjazd
pt: Pegue a 6ª saída
tr: 6. çıkıştan çıkın
uk: З'їдьте на виїзді №6
vi: Ra ở lối ra thứ 6
zh_hant: 走第6個出口

# msdkui_maneuver_turn_roundabout_exit_7
source: Take the 7th exit
de: Nehmen Sie die 7. Ausfahrt
es: Tome la séptima salida
fil: Dumaan sa ika-7 exit
fr: Prenez la 7e sortie
hi: सातवें निकास से निकलें
it: Prendi la settima uscita
pl: Skręć w siódmy zjazd
pt: Pegue a 7ª saída
tr: 7. çıkıştan çıkın
uk: З'їдьте на виїзді №7
vi: Ra ở lối ra thứ 7
zh_hant: 走第7個出口

# msdkui_maneuver_turn_roundabout_exit_8
source: Take the 8th exit
de: Nehmen Sie die 8. Ausfahrt
es: Tome la octava salida
fil: Dumaan sa ika-8 exit
fr: Prenez la 8e sortie
hi: आठवें निकास से निकलें
it: Prendi l'ottava uscita
pl: Skręć w ósmy zjazd
pt: Pegue a 8ª saída
tr: 8. çıkıştan çıkın
uk: З'їдьте на виїзді №8
vi: Ra ở lối ra thứ 8
zh_hant: 走第8個出口
